<?php
return [
    ################################
    "add" => "أضف محورًا",
    "nom" => "المحور",
    'modal supprimer' => "حدف المحور",
    ################################
    "champ_fr" => "Nom de l'axe",
    "champ_ar" => "اسم المحور ",
    "form.title" => "الرجاء إدخال اسم المحور ",
    ################################ 
    "axe_fr required" => "حقل المحور باللغة الفرنسية إلزامي",
    "axe_fr max" => "يجب ألا يتجاوز المحور باللغة الفرنسية 250 حرفًا",
    "axe_fr unique" => "  تم  تسجيل المحور باللغة الفرنسية مسبقا",
    "axe_ar required" => "حقل المحور باللغة العربية إلزامي",
    "axe_ar max" => "يجب ألا يتجاوز المحور باللغة العربية 250 حرفًا",
    "axe_ar unique" => "تم  تسجيل المحور باللغة العربية مسبقا",
    "axe success in add" => "تمت إضافة المحور بنجاح",
    ################################
    "edit axe" => "تعديل  المحور",
    "axe success in edit" => "تم تعديل المحور بنجاح",
    ################################ 
    "axe success in supprimer" => "تم حذف المحور بنجاح",
];