<?php
return [
    ################################  mimes
    'mimes' => 'doc, docx, xlsx, pdf.',
    ################################  index
    'title' => 'قائمة الملفات',
    'documents' => 'الوثائق',
    'document'  => 'وثيقة',
    'submit'    => 'تحميل',

    'date'      => 'تاريخ النشر',
    'desc' => 'عنوان',
    'nom_doc'   => 'اسم الملف',
    'type'      => 'نوع',
    'par'       => 'الناشر',
    'download'  => 'تنزيل',
    ################################  nouveau
    'add' => 'إضافة وثيقة',
    'new' => 'استيراد وثيقة',
    'titre_fr' => 'Titre concis',
    'titre_ar' => 'عنوان موجز',
    'drag_drop' => 'انقر أو اسحب للاستيراد',
    'allowed' => 'الأنواع المسموح بها :',

    ############################### Validation
    'success'   =>  'تم استيراد الوثيقة بنجاح.',
    'error'     =>  'حدث خطأ أثناء استيراد المستند المرجو اعادة المحاولة في وقت لاحق.',
    'exception' =>  'وقع خطأ ما. يرجى الاتصال بالمسؤول.',
    'required'  =>  'الرجاء اختيار وثيقة.',
    'max'       =>  'لا يمكن أن يتجاوز حجم الملف 5 MB.',
    'extension' =>  'الرجاء استيراد ملف من النوع: ',

];